{
  "comments": [
    {
      "id": "rc-001",
      "articleId": "flat-earth-truth",
      "author": "SanningsSökaren47",
      "text": "ÄNTLIGEN någon som VÅGAR tala SANNING om platta jorden!!! Man blir ju TYSTAD överallt annars! Har själv BEVIS på att jorden är platt eftersom jag ALDRIG sett kurvaturen trots att jag bor på 15:e våningen och kan se långt! DELA denna artikel innan den blir CENSURERAD!!!",
      "date": "2025-03-03T15:42:18Z",
      "likes": 24
    },
    {
      "id": "rc-002",
      "articleId": "flat-earth-truth",
      "author": "TruthWarrior1776",
      "text": "Jag har räknat ut att den så kallade 'kurvaturen' som globtroende pratar om är matematiskt OMÖJLIG! Om jorden vore en boll skulle havet falla av och flygplan skulle behöva korrigera sin höjd konstant! Piloten jag frågade vägrade svara på detta - antagligen för att han är del av konspirationen!",
      "date": "2025-03-03T16:18:45Z",
      "likes": 17
    },
    {
      "id": "rc-003",
      "articleId": "flat-earth-truth",
      "author": "Globe_Skeptic",
      "text": "Min farfar arbetade för NASA på 60-talet och erkände på sin DÖDSBÄDD att alla bilder av jorden är FEJKADE!!! De använder fisheye-linser för att skapa kurvaturen och ALL rymdverksamhet är filmad i Hollywood-studior! Vakna människor!!!",
      "date": "2025-03-04T09:25:12Z",
      "likes": 32
    },
    {
      "id": "rc-004",
      "articleId": "flat-earth-truth",
      "author": "IceWallGuardian",
      "text": "Artikeln nämner Antarktis-muren men går inte tillräckligt djupt på detta. Jag planerade en expedition dit men blev STOPPAD vid gränsen och fick mitt pass konfiskerat i 48 timmar! De har MILITÄR som vaktar ingången till sanningen! VARFÖR om inte för att dölja något???",
      "date": "2025-03-04T14:09:37Z",
      "likes": 41
    },
    {
      "id": "rc-005",
      "articleId": "flat-earth-truth",
      "author": "CosmicTruthSeeker",
      "text": "För den som vill lära sig mer rekommenderar jag videokanalen 'FlatEarthTruth' på BitChute (eftersom YouTube censurerar ALLA bevis). Han visar hur man kan bevisa att jorden är platt med ett enkelt vattenpass och en kamera med bra zoom. DELA SANNINGEN!!!",
      "date": "2025-03-05T07:51:03Z",
      "likes": 15
    },
    {
      "id": "rc-006",
      "articleId": "chemtrails-exposed",
      "author": "SkyWatcher555",
      "text": "Jag har fotograferat chemtrails över min stad VARJE DAG i 3 år! När jag skickade bilderna till lokaltidningen vägrade de publicera dem med förklaringen att det 'bara är vattenånga'. Vilken LÖGN! Kolla bara hur de EXPANDERAR och FÖRPESTAR hela himlen! Min grannes katt dog två dagar efter en intensiv sprayning!",
      "date": "2025-03-03T18:12:34Z",
      "likes": 28
    },
    {
      "id": "rc-007",
      "articleId": "chemtrails-exposed",
      "author": "ChemicalTruthExposer",
      "text": "Min kusin jobbar på flygplatsen och han har SETT hur de tankar planen med kemikalier i SEPARATA tankar! När han frågade om det blev han OMEDELBART förflyttad till en annan avdelning och fick skriva under ett sekretessavtal! Vad har de att DÖLJA???",
      "date": "2025-03-04T10:42:53Z",
      "likes": 19
    },
    {
      "id": "rc-008",
      "articleId": "chemtrails-exposed",
      "author": "RainCollector",
      "text": "Jag har samlat regnvatten före och efter chemtrail-sprayningar och analyserat i mitt hemmalabb. Skillnaden är CHOCKERANDE! Efter sprayning innehåller vattnet aluminium, barium och ANDRA metalliska partiklar! De FÖRGIFTAR oss systematiskt för att minska befolkningen!!!",
      "date": "2025-03-05T08:19:07Z",
      "likes": 34
    },
    {
      "id": "rc-009",
      "articleId": "chemtrails-exposed",
      "author": "WeatherControlVictim",
      "text": "Sedan chemtrail-programmet intensifierades i mitt område har jag och min familj utvecklat KRONISKA lungproblem och hudutslag! Läkarna säger att det är 'allergi' men de VÄGRAR testa för aluminum och barium i blodet! De är ALLA med på det här!",
      "date": "2025-03-06T16:53:22Z",
      "likes": 45
    },
    {
      "id": "rc-010",
      "articleId": "chemtrails-exposed",
      "author": "ExPilot_Truther",
      "text": "Som före detta militärpilot kan jag BEKRÄFTA att denna artikel talar SANNING! Vi kallades aldrig 'chemtrails' officiellt utan 'atmosfäriska aerosol-injektioner' för 'klimatstabilisering'. Vissa piloter som ifrågasatte vad vi sprayade blev AVSKEDADE över natten! JAG HAR DOKUMENTEN!!",
      "date": "2025-03-07T11:28:15Z",
      "likes": 67
    },
    {
      "id": "rc-011",
      "articleId": "illuminati-control",
      "author": "EyeOfProvidence",
      "text": "Den här artikeln berör bara YTAN av vad Illuminati kontrollerar! De styr VARJE centralbank i världen och har gjort det sedan 1700-talet! Rothschilds familjen ENSAM kontrollerar mer än HÄLFTEN av världens tillgångar genom skalbolag och bulvaner! VAKNA!!!",
      "date": "2025-03-02T19:34:56Z",
      "likes": 53
    },
    {
      "id": "rc-012",
      "articleId": "illuminati-control",
      "author": "PyramidTruth",
      "text": "Jag har samlat bevis på Illuminati-symboler i VARJE storföretags logotyp i över 20 år! De HÅNAR oss genom att visa sina symboler öppet, från Starbucks till Google till Apple! Deras symbolspråk är deras svaghet eftersom de MÅSTE visa oss vad de gör enligt deras ockulta regler!",
      "date": "2025-03-03T08:12:47Z",
      "likes": 38
    },
    {
      "id": "rc-013",
      "articleId": "illuminati-control",
      "author": "FreeMason_Exposer",
      "text": "Min farfar var högt uppsatt inom frimurarorden och erkände för mig innan han dog att de högsta graderna styrs DIREKT av Illuminati! De har register över hela befolkningen och 'MÖRKA BÖCKER' där det står vem som ska få lyckas och vem som ska hållas nere! Eliten VÄLJER våra ledare innan vi ens röstar!",
      "date": "2025-03-04T12:45:09Z",
      "likes": 41
    },
    {
      "id": "rc-014",
      "articleId": "illuminati-control",
      "author": "SymbolDetector",
      "text": "Har ni tänkt på att VARJE amerikansk president sedan JFK (som försökte avslöja Illuminati och därför MÖRDADES) har varit släkt med SAMMA europeiska kungalinjer? Det är statistiskt OMÖJLIGT utan manipulation! De är ALLA del av samma blodslinje som går tillbaka till antiken!",
      "date": "2025-03-05T14:18:33Z",
      "likes": 29
    },
    {
      "id": "rc-015",
      "articleId": "illuminati-control",
      "author": "NewWorldResister",
      "text": "Jag har sparat alla anteckningar från World Economic Forum och det de kallar 'Great Reset' är EXAKT samma plan som artikeln beskriver! De säger 'du kommer inte äga något och vara lycklig' vilket BEVISAR deras plan att ta all egendom från vanliga människor! SPRID DETTA innan internet censureras!!!",
      "date": "2025-03-06T16:37:22Z",
      "likes": 56
    },
    {
      "id": "rc-016",
      "articleId": "bigfoot-reality",
      "author": "ForestWanderer",
      "text": "ÄNTLIGEN en artikel som tar Bigfoot på ALLVAR! Jag stötte själv på en Bigfoot under en vandring i Olympic National Park 2022. Den var över 2,5 meter lång och lämnade fotavtryck som jag fotograferade, men när jag visade bilderna för parkranger sa de bara att det var 'björnspår'. SKRATTRETANDE! Björnar har inte FEM TÅR!",
      "date": "2025-03-04T08:25:13Z",
      "likes": 19
    },
    {
      "id": "rc-017",
      "articleId": "bigfoot-reality",
      "author": "CryptoHunter77",
      "text": "Jag har ägnat 15 år åt att söka efter Bigfoot och har TIMMAR av ljudinspelningar av deras kommunikation. De använder ett avancerat språk med infraljud som människor knappt kan höra! Jag skickade materialet till tre biologiprofessorer men ALLA vägrade undersöka det - antagligen rädda för att förlora sina forskningsanslag!",
      "date": "2025-03-05T10:49:37Z",
      "likes": 27
    },
    {
      "id": "rc-018",
      "articleId": "bigfoot-reality",
      "author": "SasquatchTracker",
      "text": "Det artikeln INTE nämner är regeringens aktiva DÖLJANDE av Bigfoot-bevis! Jag känner flera jägare som hittat Bigfoot-kadaver som omedelbart KONFISKERADES av män i svarta kostymer som påstod sig vara från 'viltvårdsmyndigheten' men hade INGA ID-handlingar! Varför dölja något som inte existerar?!",
      "date": "2025-03-06T17:03:58Z",
      "likes": 32
    },
    {
      "id": "rc-019",
      "articleId": "bigfoot-reality",
      "author": "WildernessKnower",
      "text": "Teorin om interdimensionella varelser förklarar PERFEKT varför vi aldrig hittar tydliga bevis! Min granne är kvantfysiker och säger att varelser teoretiskt kan GLIDA mellan dimensioner, vilket förklarar varför de kan dyka upp och försvinna så plötsligt! Våra vetenskapliga metoder är OTILLRÄCKLIGA för dessa fenomen!",
      "date": "2025-03-07T09:15:46Z",
      "likes": 15
    },
    {
      "id": "rc-020",
      "articleId": "bigfoot-reality",
      "author": "MountainSage",
      "text": "Ursprungsbefolkningen i min region har muntliga traditioner om 'De Långhåriga' som går TUSENTALS år tillbaka! De beskrivs exakt som Bigfoot och ursprungsbefolkningen säger att de har en pakt om att hålla sig undan varandra. När antropologer försöker dokumentera dessa berättelser möts de av MOTSTÅND från myndigheterna! VARFÖR?",
      "date": "2025-03-08T12:37:19Z",
      "likes": 43
    },
    {
      "id": "rc-021",
      "articleId": "ufo-government-secret",
      "author": "GalacticTruthSeeker",
      "text": "Artikeln är bara TOPPEN AV ISBERGET! Min farbror arbetade vid Area 51 på 80-talet och bekräftade att de hade MINST 9 utomjordiska farkoster där! Han fick signera ett avtal om att aldrig berätta men på sin dödsbädd avslöjade han ALLT för mig! Regeringen övervakar min telefon sedan dess!",
      "date": "2025-03-04T11:23:45Z",
      "likes": 47
    },
    {
      "id": "rc-022",
      "articleId": "ufo-government-secret",
      "author": "DisclosureNow",
      "text": "Jag var pilot i luftvapnet och såg med EGNA ÖGON ett fordon som gjorde saker som BRYTER mot fysikens lagar - omedelbar acceleration från stillestånd till över Mach 10, 90-gradiga svängar i full hastighet! När jag rapporterade det fick jag order att RADERA min radardata och ALDRIG nämna det igen!",
      "date": "2025-03-05T09:37:18Z",
      "likes": 58
    },
    {
      "id": "rc-023",
      "articleId": "ufo-government-secret",
      "author": "CosmicObserver",
      "text": "Roswell är bara ETT av dussintals kraschplatser! Det finns en UNDERJORDISK bas i Dulce, New Mexico där regering samarbetar DIREKT med utomjordiska! De har ett UTBYTESAVTAL där vi får teknologi mot att de får genomföra vissa experiment! En vän till mig som arbetade där 'försvann' när han började ställa för många frågor!",
      "date": "2025-03-06T15:42:59Z",
      "likes": 31
    },
    {
      "id": "rc-024",
      "articleId": "ufo-government-secret",
      "author": "TechExposer",
      "text": "All vår moderna teknologi - från mikrochips till fibertopik och LED-skärmar - kommer från OMVÄND INGENJÖRSKONST på kraschade UFOs! Vad tror ni 'kvanttunneling' verkligen är? Det är teknik som vi STULIT från utomjordiska farkoster! Silicon Valley-grundarna fick alla sina initiala 'idéer' från hemliga briefingar!",
      "date": "2025-03-07T13:08:27Z",
      "likes": 39
    },
    {
      "id": "rc-025",
      "articleId": "ufo-government-secret",
      "author": "Ancient_Astronaut",
      "text": "Den VERKLIGA anledningen till mörkläggningen är att utomjordingar har varit här i TUSENTALS år och hjälpt till att forma mänsklig civilisation! Pyramiderna, Stonehenge, Nazca-linjerna - allt byggdes med utomjordisk hjälp! Detta skulle KROSSA våra religiösa institutioner och därför håller regeringen det hemligt! SANNINGEN är på väg att AVSLÖJAS!",
      "date": "2025-03-08T10:15:33Z",
      "likes": 62
    }
  ]
}
